[
  {
    "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "author": "Стив Макконнелл"
  },
  {
    "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "author": "Артур Блох. Законы Мэрфи"
  },
  {
    "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
    "author": "И. Берард"
  },
  {
    "text": "Что разум человека может постигнуть и во что он может поверить, того он способен достичь",
    "author": "Наполеон Хилл, журналист и писатель "
  },
  {
    "text": "Стремитесь не к успеху, а к ценностям, которые он дает",
    "author": "Альберт Эйнштейн"
  },
  {
    "text": "Своим успехом я обязана тому, что никогда не оправдывалась и не принимала оправданий от других.",
    "author": "Флоренс Найтингейл"
  },
  {
    "text": "Сложнее всего начать действовать, все остальное зависит только от упорства.",
    "author": "Амелия Эрхарт"
  },
  {
    "text": "Надо любить жизнь больше, чем смысл жизни.",
    "author": "Федор Достоевский"
  },
  {
    "text": "Жизнь - это то, что с тобой происходит, пока ты строишь планы.",
    "author": "Джон Леннон"
  },
  {
    "text": "Логика может привести Вас от пункта А к пункту Б, а воображение — куда угодно.",
    "author": "Альберт Эйнштейн"
  },
  {
    "text": "Начинать всегда стоит с того, что сеет сомнения.",
    "author": "Борис Стругацкий"
  },
  {
    "text": "Ваше время ограничено, не тратьте его, живя чужой жизнью",
    "author": "Стив Джобс"
  },
  {
    "text": "Наука — это организованные знания, мудрость — это организованная жизнь.",
    "author": "Иммануил Кант"
  },
  {
    "text": "Вы никогда не пересечете океан, если не наберетесь мужества потерять берег из виду.",
    "author": "Христофор Колумб"
  },
  {
    "text": "Либо вы управляете вашим днем, либо день управляет вами.",
    "author": "Джим Рон"
  },
  {
    "text": "Если вы думаете, что на что-то способны, вы правы; если думаете, что у вас ничего не получится - вы тоже правы.",
    "author": "Генри Форд"
  },
  {
    "text": "Два самых важных дня в твоей жизни: день, когда ты появился на свет, и день, когда понял, зачем.",
    "author": "Марк Твен"
  },
  {
    "text": "Начинайте делать все, что вы можете сделать – и даже то, о чем можете хотя бы мечтать. В смелости гений, сила и магия.  ",
    "author": "Иоганн Вольфганг Гете"
  },
  {
    "text": "Лучшая месть – огромный успех.",
    "author": "Фрэнк Синатра"
  },
  {
    "text": "Слабые люди всю жизнь стараются быть не хуже других. Сильным во что бы то ни стало нужно стать лучше всех.",
    "author": "Борис Акунин"
  },
  {
    "text": "Есть только один способ избежать критики: ничего не делайте, ничего не говорите и будьте никем.",
    "author": "Аристотель"
  },
  {
    "text": "Идите уверенно по направлению к мечте. Живите той жизнью, которую вы сами себе придумали.",
    "author": "Генри Дэвид Торо"
  },
  {
    "text": "Лучше быть уверенным в хорошем результате, чем надеяться на отличный.",
    "author": "Уоррен Баффет"
  },
  {
    "text": "Стоит только поверить, что вы можете – и вы уже на полпути к цели.",
    "author": "Теодор Рузвельт"
  },
  {
    "text": "Упади семь раз и восемь раз поднимись.",
    "author": "Японская поговорка"
  },
  {
    "text": "У всего есть своя красота, но не каждый может ее увидеть.",
    "author": "Конфуций"
  },
  {
    "text": "Как прекрасно, что не нужно ждать ни минуты, чтобы начать делать мир лучше.",
    "author": "Анна Франк"
  }
]
